{
  "copyright": "© 2020 UNIGLOBAL Industrial Trading",
  "pages": [
    {
      "description": "We have access to a wide range of inventory and we are the only supplier in the country who has the most readily available stocks. Our staff is equipped with technical and mechanical expertise that earns them a formidable credibility and worldwide network within the international construction, mining, and exploration industry.",
      "image": "header-img-products-01@2x.png",
      "isMain": true,
      "name": "Our Products",
      "url": "/products"
    },
    {
      "description": "The extensive client base of Uniglobal Industrial Trading Inc. ranges from multinational drilling and mining corporations to local exploration companies.",
      "image": "header-img-clients-01@2x.png",
      "isMain": true,
      "name": "Our Clients",
      "url": "/clients"
    },
    {
      "description": "Uniglobal Industrial Trading Inc. is a licensed importer and trader of premium and cost-effective drilling and mining tools, consumables, and equipment in the Philippines. With an extensive track record spanning more than a decade, Uniglobal has become an industry standard, and one of the leading providers of high-quality tools and equipment in the Philippines.",
      "image": "header-img-who-we-are-01@2x.png",
      "isMain": true,
      "name": "Who We Are",
      "url": "/who-we-are"
    },
    {
      "description": "Uniglobal Industrial Trading Inc. offers quality solutions and superior support. Contact us today.",
      "image": "header-img-who-we-are-01@2x.png",
      "isMain": true,
      "name": "Contact Us",
      "url": "/contact-us"
    },
    {
      "description": "We aim to attract, develop and retain a skilled and motivated workforce with our various fast-paced and rewarding career opportunities.",
      "image": "header-img-who-we-are-01@2x.png",
      "isMain": true,
      "name": "Careers",
      "url": "/careers"
    }
  ],
  "organizationDetails": {
    "email": "info@uitph.com",
    "offices": [
      {
        "address": "423 Green Meadows, Purok 11, Brgy. Ma-a, Davao City,\nPhilippines.",
        "link": "https://goo.gl/maps/JUsLL6zgxdiMqha59",
        "location": "Davao",
        "mobileNumber": "+63 82 282 1071",
        "officeType": "Head Office"
      },
      {
        "address": "3A Panorama St. Cor. Veterans Rd., Panorama Compound\nVeterans Complex, Taguig, Metro Manila, Philippines.",
        "link": "https://goo.gl/maps/xYQLQHnBEwKpnn1u5",
        "location": "Manila",
        "mobileNumber": "+63 2 8275 6154",
        "officeType": "Warehouse"
      }
    ]
  },
  "partners": [
    {
      "name": "IMDEX",
      "description": "IMDEX delivers leading technologies to the global minerals industry and target non-mining markets. The company also provides downhole instrumentation, data management and analytical software for geological modelling via its REFLEX brand.",
      "logo": {
        "original": "imdex-01.svg",
        "reversed": "imdex-r-01.svg"
      },
      "url": ""
    },
    {
      "name": "AMC",
      "description": "AMC has established itself as one of the world’s leading brands for drilling fluids and equipment by developing, manufacturing, and supplying a range of specialized and innovative products to support mining, water well, horizontal directional drilling (HDD), coal bed methane (CBM) & geothermal, drill & blast, civil construction and tunnelling operations.",
      "logo": {
        "original": "amc-01.svg",
        "reversed": "amc-r-01.svg"
      },
      "url": ""
    },
    {
      "name": "REFLEX",
      "description": "REFLEX technologies include downhole instrumentation, data management and analytical software for geological modelling. These market leading technologies – recognized for their ease of use and accuracy – are completed by unrivalled expertise in geo-scientific data analysis and interpretation.",
      "logo": {
        "original": "reflex-01.svg",
        "reversed": "reflex-r-01.svg"
      },
      "url": ""
    },
    {
      "name": "Discoverer",
      "description": "The Discoverer Core Trays are manufactured by Dynamics G-Ex, a leading company based in Australia. It is a trusted brand in the international market catering to mining and exploration companies, the drilling industry, construction businesses, research facilities, core libraries, and energy companies.",
      "logo": {
        "original": "discoverer-01.svg",
        "reversed": "discoverer-r-01.svg"
      },
      "url": ""
    },
    {
      "name": "Corewise",
      "description": "Corewise is an Australian-based company that has devoted itself to designing and manufacturing Diamond blade-based core cutting equipment. For over 13 years, the company continuously fulfills the stringent requirements of the Australian Mines Authority for the safety and productive cutting of core for exploration purposes.",
      "logo": {
        "original": "corewise-01.svg",
        "reversed": "corewise-r-01.svg"
      },
      "url": ""
    }
  ],
  "products": [
    {
      "name": "Bits and Reamer",
      "link": ""
    },
    {
      "name": "Core Barrel and Tools",
      "link": ""
    },
    {
      "name": "AMC Drilling and Fluid",
      "link": ""
    },
    {
      "name": "REFLEX Instruments",
      "link": ""
    },
    {
      "name": "Core Tray",
      "link": ""
    },
    {
      "name": "Spare Parts",
      "link": ""
    },
    {
      "name": "Core Wise",
      "link": ""
    },
    {
      "name": "Cap Lamp",
      "link": ""
    }
  ],
  "socialMedia": [
    {
      "name": "Facebook",
      "icon": "facebook-f",
      "url": "https://web.facebook.com/uniglobalindustrialtrading/?__tn__=%2Cd%2CP-R&eid=ARDJvccqpSJVv_f2qgpXhN-ZWRrDoc_8kvacBB8DJoz_fL81BSKGNW-NcDWT3MZ2kgtJSDa_pIVHZnuf&_rdc=1&_rdr"
    }
  ]
}
