{
  "howWeWork": {
    "description": "Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.",
    "steps": [
      {
        "title": "Talk To Us",
        "description": "Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.",
        "image": "customer-service-01.svg"
      },
      {
        "title": "Meet With Us",
        "description": "Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.",
        "image": "global-reach-01.svg"
      },
      {
        "title": "Delivery",
        "description": "Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.",
        "image": "quality-and-delivery-01.svg"
      }
    ]
  },
  "mission": "Uniglobal Industrial Trading, Inc. has a three-fold mission, which includes: providing superior products and services for exploration, drilling, and mining operations; creating enduring value for our clients through a cost-effective product line and streamlined procedures; and delivering an unfailing technical and mechanical support from the commencement of a project up to its completion.",
  "scopes": [
    "Drill rods",
    "Coring system",
    "Bits and reamers",
    "Core trays",
    "Core orientation solutions",
    "Survey cameras",
    "Drilling fluids and additives",
    "Automatic coresaw",
    "Friction bolts and plates",
    "Wire mesh",
    "Mining pumps and parts",
    "Grinding balls & grinding rods",
    "Mine rails, mine cars & consumable"
  ],
  "staffs": {
    "leaders": [
      {
        "name": "Roma Abarquez - Hamilton",
        "description": "Rosemarie is the visionary behind Uniglobal Industrial Trading Inc., embodying the standards and principles on which all of Uniglobal's efforts are built.\n\nPrior to Uniglobal, Rosemarie worked for Atlas Copco Construction & Mining Technique as Business Line Manager for underground rock excavation and aftermarket division; she also served as Regional Coordinator for South Africa for Major Drilling Group International in Johannesburg, South Africa.\n\nAs a leader, Rosemarie is the driving force as to why her teams take ownership of their roles, pushing each employee to achieve their maximum potential. Her formidable knowledge of the industry’s best practices, fueled by her passion for innovation, were instrumental in making Uniglobal a multinational corporation in a span of ten years.",
        "image": "head-01@3x.png",
        "position": "Chief Executive Officer"
      },
      {
        "name": "Stadley Montero",
        "description": "Stadley is a seasoned professional with more than ten years of experience in the logistics industry. Prior to joining Uniglobal, he served as a Brokerage and Forwarding Coordinator and Concurrent Vessel Agent of Lexis-A BAF Corporation, a shipping and freight agency in Davao City. His training with the Mindanao Trans Carrier Corporation, a shipping and trading company specializing in import and export business and courier services, earned him his solid experience and knowledge about the industry.\n\nA graduate of BS Custom Administration, Stadley is adept in the field of transportation, custom brokerage, and supply chain management, having worked with Uniglobal since 2011.",
        "image": "staff-06@2x.png",
        "position": "Logistics and Operations Manager"
      }
    ],
    "employees": [
      {
        "name": "Shela Mae Suansing",
        "image": "staff-02@2x.png",
        "position": "Accounting Officer"
      },
      {
        "name": "Ealyn Nalla",
        "image": "staff-03@2x.png",
        "position": "Accounts Payable officer"
      },
      {
        "name": "Jayhan Makina",
        "image": "staff-04@2x.png",
        "position": "HR In-charge"
      },
      {
        "name": "John Paul Pinggoy",
        "image": "staff-07@2x.png",
        "position": "Sales Engineer"
      },
      {
        "name": "Ryan Benedict Herrera",
        "image": "staff-08@2x.png",
        "position": "Sales Engineer"
      },
      {
        "name": "Marion Cura",
        "image": "staff-10@2x.png",
        "position": "Warehouse In-charge"
      },
      {
        "name": "Xigfrid Mangilin",
        "image": "staff-09@2x.png",
        "position": "Admin Officer"
      }
    ]
  },
  "vision": "To be the supplier and service provider of choice in the global landscape through effective partnerships built on competence, expertise, and professionalism."
}
